app/controllers/answers_controller.rb

SELECT  "questions".* FROM "questions" WHERE "questions"."id" = $1 LIMIT $2  [["id", 6], ["LIMIT", 1]]
INSERT INTO "answers" ("question_id", "email", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"
---
    def create
        question = Question.find(params[:answer][:question_id])
        Answer.create(answer_params)