app/controllers/questions_controller.rb

    def show
        @question = Question.find(params[:id])

        @answers = @question.answers.order(created_at: :desc)
---
SELECT  "questions".* FROM "questions" WHERE "questions"."id" = $1 LIMIT $2  [["id", 5], ["LIMIT", 1]]
SELECT "answers".* FROM "answers" WHERE "answers"."question_id" = $1 ORDER BY "answers"."created_at" DESC  [["question_id", 6]]

    def create
        Question.create(question_params)
---
INSERT INTO "questions" ("email", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["email", "jakeyb225@gmail.com"], ["body", "what is rails?"], ["created_at", "2018-10-21 05:21:49.004601"], ["updated_at", "2018-10-21 05:21:49.004601"]]